#!/usr/bin/env python
# -*- coding: utf-8 -*-

#
# 適時開示除外キーワード
# Copyright (c) 2022, Des Securities all rights reserved.
#
# Filename : ExcludeKeyword.py
# Date     : June 24, 2022
# Author   : Des Securities
#

EXCLUDE_KEYWORD = ['定款', 'ガバナンス', '支配株主', '投資単位', 'ETF',
                        'ETN', '法定', '投信', '先物', '約款',
                        '信託', '異動', '自己株式', '公益財団', '届出書',
                        '人事', '資金の借入れ', '執行役', '取締役', '取得価額',
                        '譲渡制限付株式報酬としての自己株式', '独立役員', '招集通知記載事項', '総会', '（訂正）',
                        'ストック', 'オプション', '持株会', '開示事項','一部訂正',
                        '新経営体制', '固定資産の譲渡', '内部統制', '報酬委員会', '上場維持基準',
                        '譲渡制限付株式', '第三者割当増資の結果', '役員体制', '顧問就任', '株主優待',
                        '特別委員会', '委員会', '資金の借入', '自己資本規制','Delayed', 'Consolidated',
                        'お知らせ', '変更)']
